Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 아무도 예상하지 못한 시기에 갑자기 터진 영지전.
en_us: A sudden war that broke when no one was expecting it.

source: “저기, 저 얼간이가 아니라도 좋다.{j}누구든 대련해서 나에게 한 방이라도 먹인다면, 1년 치 몸값을 즉시 지급한 뒤 보내 주겠다.{j}이것은 귀족의 명예를 걸고 한 약속이고, 이곳에 있는 너희 모두가 증인이다.”
en_us: “It doesn’t have to be that loser. If anyone can land a strike on me in a duel, I’ll pay them a year’s worth of gold and immediately send them home. I swear on my honor as a nobleman and all of you are witnesses to my promise.”

source: “로건 님?{j}지금이라도?”
en_us: “Master Logan, is it now?”

source: ‘하지만 그럴 만하지.’
en_us: But they have their reasons.

source: 포스가 몸 밖으로 새고 있다는 증거.
en_us: It was a sign that the force was leaking out of his body.

source: 그들은 바로 수백 년간 젊음을 유지하고 대부분의 개체가 인간의 미남, 미녀의 기준을 월등히 초월하기에 언제나 노예로서 인기 1순위인 엘프였다.
en_us: Elves maintained their youth for hundreds of years and most of them were more beautiful than any human alive. These qualities made them the most sought after slaves.

source: 의욕이란 것이 스스로 조절이 되는 것이 아니다.{j}그런데, 새로운 주인이 그 사실을 아는 것인지 그의 눈이 번쩍 뜨이는 제안을 꺼내 들었다.
en_us: Passion and motivation in his position were difficult to realize. But his new owner made him an eye-opening proposal as if he understood the dwarf’s needs.

source: 전생의 망가졌던 로건은 그 수많은 염려를 모조리 무시했다.
en_us: Logan had ignored Rick’s countless pleas and concerns in his previous life.

source: 그런데.
en_us: But then...

source: 찌잉.
en_us: Zing

source: “서, 설마…… 나를 위해 그걸 쓰겠다고?!”
en_us: “You are going to use that for me?”

source: 빵집 아들 존의 팔이 잘려 나가고, 양치기 데릭의 심장이 꿰뚫리는 광경이 보였다.{j}소작농인 펠프스는 단번에 목이 잘렸지만, 편안한 죽음이라기엔 표정이 너무 고통스러워 보였다.{j}릭이 너무도 잘 아는 얼굴들이 피로 물들어 바닥에 처박혔다.{j}그 밖에도 한 번쯤은 본듯한 익숙한 얼굴들이 연달아 쓰러져 가고 있었다.
en_us: The baker’s son John’s arm had been slashed clean off and Derek the Shepherd had his heart torn open. Farmer Phelps was decapitated with a single blow and died with his mouth agape. Rick saw familiar faces roll around a pool of their own blood. While more were falling like leaves in succession.

source: 팔뚝에서 피를 철철 흘리는 매부리코의 중년인이 노예 시장의 한 지점을 가리키며 고래고래 소리를 질렀다.{j}그가 가리킨 곳에는 푸른 머리의 소년이 자신과 닮은 여자아이를 업은 채 붐비는 사람들 사이를 질주하고 있었다.{j}그 뒤를 용병으로 보이는 이들 대여섯이 따라붙고 있었다.{j}소년은 피골이 상접해 보이는 체격에 어울리지 않는 잽싼 몸놀림으로 몇 번이고 용케 용병들의 손길을 피하며 달아났다.{j}하지만 그 시간은 그리 길지 못했다.
en_us: A middle-aged man with a hooked nose had blood running down his arms as he pointed towards a spot in the market and screamed his lungs out. He was pointing at a blue-haired boy with a girl of his resemblance on his back, running through the bustling crowd. Five to six men, presumably mercenaries, were hot on his tail. He showcased amazing agility for a boy that was almost down to his bare bones as he managed to weave and dodge the hands of the mercenaries. But he didn’t last long.

source: “하하하.{j}그냥 인사를 드리려고 왔습니다.{j}어제 공자님의 모습을 정말 인상 깊게 보아서요.”
en_us: “Hahaha. I just came to see how you were. I was moved by your bravery yesterday.”

source: “……어머니라.{j}참 어색하게 들리는 말이네요, 대공자.”
en_us: “Mother...it sounds foreign coming from you”

source: 단순히 지금 자신의 평판이 좋지 않다는 것 정도의 문제가 아니었다.
en_us: There was a problem far more detrimental than the one faced with his reputation.

source: 무심한 표정으로 차가운 비아냥을 내뱉은 로건이 시선을 옮겼다.
en_us: Logan looked at his fallen opponent with disdain and cussed him out before he turned his attention back on the crowd of mercenaries.

source: “크흠.”
en_us: “Hmm.”

source: ‘빠져나간다 해도…… 이미 늦었다.’
en_us: Even if I managed to break the trap, it’s already too late...

source: 카캉!{j}챙!{j}쾅!
en_us: Schwing! Clank! Crash!

source: 그 한 마디에 드웨인의 인내심이 한계에 다다랐다.{j}가문을 위해서는 개뿔.{j}이 새끼는 지금 자신을 놀리는 거다.{j}틀림없다.
en_us: That had finally snapped Dwain’s battered patience. He was convinced that Logan was toying with him and he had no intentions to save his family.

source: “죽여 주마!{j}이놈!”
en_us: “Taste my sword, you cowards!”

source: “아 이 개 같은 인생.{j}귀족들 볼 때마다 배알이 꼴린다니까.”
en_us: “Damn my wretched life. It makes me want to puke every time I see a noblemen.”

source: 그가 만들고자 하는 무기는 의욕을 잃은 드워프 수준, 그러니까 인간 대장장이보다 조금 뛰어난 수준만으로도 가능할 것으로 생각했다.{j}그럼에도 하마르에게 자유를 보장한 것은 아무래도 전생의 기억 때문이었다.{j}천 년 전 ‘대이주’ 때, 드워프들 역시 남부 산맥 너머로 대부분 사라졌다.{j}자연히 드워프의 대도시에서나 한둘 있었다는 대가급 드워프는 더욱 희귀해졌는데, 그런 대가급 드워프 역시 노예가 된 후엔 명성에 걸맞은 실력을 보여 주지 못했다.{j}하지만 로건은 전생에 단 한 번, 대가급 드워프의 ‘진짜’ 실력을 본 적이 있었다.{j}노예에서 해방된 후, 그 기쁨을 고스란히 담아 내 만들었던 작품을.
en_us: The weapon Logan needed could be made by an impassive dwarf. In other words, he needed the dwarf to be just slightly better than a human blacksmith. Despite this, Logan guaranteed Hamar’s freedom because of an experience from his past life. When the “Great Migration” took place a thousand years ago, many dwarves dispersed inwards into the lands beyond the Southern Alps. Only a few master-level craftsmen were found in the largest cities of dwarves and the migration made them even rarer. Those that did come across one were often disappointed as they failed truly show their famed skills due to their enslavement. But Logan was fortunate enough to see a master-level dwarf truly work his magic. He was a freed dwarf that channeled his elation into a piece of art.

source: “최강의 A급, 카이 말이야.”
en_us: “The best A-level mercenary in the land, Kai Solon.”

source: “으음.”
en_us: “Hmm.”

source: “어느 정도는.”
en_us: “Somewhat.”

source: “포스를 각성했다면 그럴 수도 있긴 한데…….”
en_us: “It’s possible if he has awakened the force...”

source: 어느 세월에?{j}바뀐 모습을 보여 주며 천천히?
en_us: There is no time to gradually win them over.

source: “푸하하하!{j}뭐, 무슨 상관이야.{j}그래서 의뢰가 더 퍼져 나가면 됐지.{j}좋아, 아주 좋아.{j}잘했어!”
en_us: “Don’t worry about all that. I’m glad word has spread quickly. An excellent job, Phillip. Well done!”

source: “석궁기마병으로…… 말입니까?”
en_us: “You want me to train them to be mounted crossbowmen?”

source: “다시 한번 말씀드리지만, 전 교관을 해 본 적이…….”
en_us: “I’m sorry but I’ve never trained a group of men and...”

source: 종이는 가능한 한 많이.”
en_us: As much paper as you can”.

source: 자신의 몸보다 약간 큰 듯한 중갑을 억지로 껴입은 소년.{j}열다섯 번째 생일도 지나기 전에 포스유저가 된 천재, 로니안이 붉은 눈동자를 부릅뜨며 항변하듯 소리를 지른 것이다.
en_us: A boy with armor that looked slightly too big for him had cried out. Lonian, a precocious talent who became a force user before his fifteenth birthday, had fire coming out of his eyes as he fiercely defended his brother.

source: ‘충동 구매는 사절이야, 늙은이.{j}그것도 한낱 장식품을…….’
en_us: I’m not an impulsive buyer, old man. Not even for your elves.

source: “……네 무력은 인정하지만 네가 기사단에 끼어듦으로써 기사들이 불편해할 수 있다.{j}그러니 특별 대우는 불가하다.{j}신입 기사처럼 굴리라고 할 텐데, 그래도 괜찮겠느냐?”
en_us: “I can’t deny your strength but the knights may find it uncomfortable to have you train with them. Preferential treatment is off the table. They’ll treat you like a new knight, do you think you’ll be able to handle it?”

source: “당연한 겁니다.”
en_us: “Of course.”

source: “하하.{j}기침하셨습니까, 대공자님.”
en_us: “Are you well, Master?”

source: “그럼 카록의 고기를 매입하는 단가는 어느 정도로 생각하고 계십니까?”
en_us: “What is your purchase price for the karock meat?”

source: 귀족의 가장 기본적인 의무는 외부의 위협에서 영지민을 지키는 것이다.{j}기사 가문인 맥라인 가에서는 그것이 더욱 중요했다.{j}그렇게 단언한 패드릭이 로니안의 어깨를 붙잡았다.
en_us: The most basic duty as a noble was to protect its people from external threats. It was especially more important for a house of knights like the House of MacLine. Padrick grabbed Lonian’s shoulder and continued.

source: “그거야 문제없습니다.{j}이곳에서 저를 몰라볼 사람이 있을 리 없죠.”
en_us: “Don’t you worry about that. Even the fleas know who am I around here.”

source: “돈만 확실히 주면 그걸 궁금해야 할 이유가 없습니다, 고용주.”
en_us: “I don’t ask such question as long as the money is the right amount and it’s on time, young master.”

source: “……죄송합니다만, 저에 대해 무슨 말을 들으셨는지 몰라도.{j}저는 그렇게 구체적으로 남을 훈련 시켜 본 적이 없습니다만?”
en_us: “I’m sorry but I have no idea where you got your information from. I’ve never officially trained anyone to fight before.”

source: 속으로 이를 간 드웨인은 간신히 웃는 얼굴을 유지했다.{j}본론은 지금부터였기에 고작 한마디에 일을 그르칠 수는 없었다.
en_us: Dwain was swearing in the inside but he maintained his brittle smile. He was about to make his point and wouldn’t let Logan’s words deter him.

source: 로건이 집어 든 조약돌 하나를 가볍게 으스러트리자 그것을 본 빅토르의 얼굴에 핏기가 사라졌다.{j}그러더니 이내 천천히 고개를 끄덕였다.
en_us: Logan grabbed a rock and crushed it with ease. His warning had sunk into Victor and the boy slowly nodded.

source: 절망감이 머리를 잠식하자 남는 것은 발악에 가까운 오기뿐이었다.{j}패드릭이 마지막 전의를 불태우며 다시 검을 쥐는데…….{j}그 실낱같은 전의마저 꺾이게 만드는 소리가 그의 귓가에 들려왔다.
en_us: Hopelessness flooded this mind and the only thing left was his unwavering pertinacity. Padrick gripped his sword and prepared for his last battle. But at the moment, a faint sound of hooves reached his ear from a distance.

source: “혀, 형님.
en_us: “B-brother.

source: 로건의 속마음과는 달리 표정은 뻔뻔했다.
en_us: Logan was brazen-faced unlike his true feelings underneath.

source: “몰라도 돼.{j}못할 것 같으면 포기하고.”
en_us: “You don’t need to know. You can give up if you don’t think you can do it.”

source: ‘그 폭발.
en_us: The explosion.

source: 완전히 망가져 점점 더 심한 패악질을 부리던 자신이 동생에게 한 짓들이 떠올랐다.
en_us: Back to when he was a broken youth and how he used to torment his brother.

source: 결국 필립은 포기의 뜻으로 두 손을 들어 보이며 물어보았다.{j}하지만 이어진 답변은 그를 자신도 모르게 펄쩍 뛰어오르게 했다.
en_us: Phillip hung his hands in the air as a sign of defeat as he asked Logan. But his answer would send Phillip’s hands even higher.

source: 제국의 귀족 가문 중에서는 직계의 성년을 기념하며 성대한 파티를 여는 곳도 있다고 하지만 그란디아 왕국, 그것도 맥라인 가문과는 거리가 먼 이야기였다.{j}그저 평소 떨어져 있던 가족들이 오랜만에 모여 식사를 함께하며 축하하는 것이 관례라면 관례였다.{j}물론 로건에게는 그 조차 너무나도 귀찮은 일일 뿐이었다.
en_us: Some noble families in the Empire held elaborate feasts to celebrate the coming of age of their immediate family but that wasn’t the case in the Kingdom of Grandia, and especially in MacLine territory. It was a rare occasion to see distant relatives gathered together to celebrate Logan’s coming of age over a meal. Such an occasion bothered Logan to no end.

source: “가주님?!”
en_us: “My baron?”

source: 이백여 년 전만 해도 맥라인 가문은 이웃의 테스론 자작령을 비롯하여 테스론 서북쪽의 실반 자작령, 그 이남의 페레타 자작령, 그 너머의 비프로스 평야에 이르는 광활한 영토를 포함하는 백작 가문이었다.{j}그란디아 왕국 서남부 지역 일대의 패자이자, 로드(Lord)로 추앙받았다.{j}
en_us: Around two hundred years ago, the House of MacLine was a count-level house that once commanded a vast territory. Their lands included their neighbors, the viscounty of Tesslon, and their neighbors to the northeast, the viscounty of Silban, and to the south of Silban, the viscounty of Petera, and finally, the lands beyond Petera including the Befrost Plains. The House MacLine was decreed by the Kingdom of Grandia as the protector of the southwestern region and served as its lord protector.

source: 지금 로건의 신경은 오직 한 가지에만 쏠려 있었다.
en_us: He only had one thing in his mind.

source: ‘그만큼 문제도 매일 일어나고.’
en_us: That’s why it’s rife with crime.

source: “여기 멧돼지 반 마리 하나요!”
en_us: “Another half a boar over here!”

source: 그러자 마치 그것이 신호라도 된 듯 사방에서 경악의 목소리들이 터져 나왔다.
en_us: Astonished bystanders cried out from all corners of the field, as if Logan’s taunt was a signal to speak.

source: 그저 망나니로 생각했던 대공자가 자신보다 훨씬 강하다는 것을.
en_us: The boy he thought was a fool proved to be far stronger than he ever was.

source: “모든 것은 결과로 보여 줄 테니까.”
en_us: “I’ll let my results do the talking.”

source: ‘안 돼, 안 돼, 안 돼!’
en_us: No, no, no!

source: “괜찮다, 릭.{j}어차피 퇴물이 다 된 놈이야.”
en_us: “I’ll be fine, Rick. He’s a washed up has-been.”

source: “2인 1조로 상대해!{j}모조리 작살 내라!”
en_us: “Fight them two to one. Destroy them!”

source: 상식적으로는 있을 수 없는 일이었다.
en_us: It defied known logic.

source: 그것을 이루는 데 필요한 것 역시 명확했다.
en_us: It was clear what was needed to do so.

source: 결투의 흐름을 읽고 있는 이들에게서 동정에 찬 목소리가 흘러나왔다.
en_us: The crowd, knowing which way the scale tipped, voiced their sympathies.

source: “됐어요.{j}날 위로하려 하지 말아요, 록페른.”
en_us: “It’s fine. Stop trying to make me feel better, Lockferan.”

source: 로건이 금방이라도 영지전을 시작할 것처럼 열정을 불태우며 아이디어를 짜내기 시작했다.
en_us: Logan began passionately scribbling down his ideas as if the Battle of the Territories was about to begin tomorrow.

source: 전생에서 왕국이 망하고 노예로 전락한 유민들을 많이 봤기 때문일까.{j}로건의 눈에는 관리하는 이들이나 노예들이나 다 비슷한 신세처럼 느껴졌다.{j}그리고 그런 그의 복잡한 심경과는 상관없이, 그가 발걸음을 옮길 때마다 복잡한 인파는 거짓말처럼 반으로 확 갈라졌다.{j}그의 바로 뒤를 따르는 카이 덕분이었다.{j}로건을 세상 물정 모르는 애송이로 생각했는지 흉흉한 기세를 내뿜으며 접근하던 양아치 무리도 그의 뒤를 확인하는 순간 멀찌감치 피해 돌아갔다.{j}덕분에 귀찮은 일을 덜어 낸 로건은 만족스러운 미소를 지으며 목적했던 곳에 별다른 마찰 없이 도착했다.{j}입구가 닫혀 있는 작고 붉은 천막.{j}노예 시장의 구석에서는 그런 조그마한 천막들을 종종 볼 수 있었다.{j}그리고 그 작은 규모에도 불구하고, 다른 큰 천막보다 더 많은 호위나 용병들이 상주하고 있었다.{j}그런 천막의 앞에서 용병의 호위를 받는 중늙은이가 느긋하게 말을 건넸다.
en_us: Logan in his past life had seen many people trapped under the pitfalls of slavery after the fall of the kingdom. In his eyes, the slaves and the mercenaries that oversaw them shared similar fates. As Logan was dealing with his complex inner thoughts, the bustling crowd split into two like the Red Sea as they walked through the street. What appeared to be magic was in fact, Kai, who followed behind Logan. A group of thugs was about to approach Logan, who looked like an easy prey to them, but immediately turned tail once they saw Kai was behind the young man. Logan smiled with satisfaction as he was able arrive at his destination without any trouble at all. They stopped in front of a small red tent with a closed door. The market was littered with small tents like the one they found. But despite the diminutive appearance, there were more guards and mercenaries on hand than at much larger tents. An old man stood in front of tent, seemingly carefree in the safety of his numerous men, and he softly addressed Logan.

source: “……왕국에서 유명한 거지 가문이었지.{j}젠장.”
en_us: {j}My family is the poorest house in the Kingdom. Damn it.

source: ‘좋아.’
en_us: That’s better.

source: “어머니, 말씀이 과하십니다.”
en_us: “You speak too harshly, Mother.”

source: “진심으로 사과하고 싶으신 것이 맞다면 보상을 받아달라 권하는 것이 정상 아닙니까?{j}지금 공녀님은 왠지 저희가 그 보상을 거절하기를 바라시는 것 같은데요.”{j}
en_us: “If you were sincere in your apology, I’d think that you’d beg us to take the compensation. But I have a feeling that you want us to reject the compensation.”

source: “꺼어억!”
en_us: “Ugh!”

source: “고, 공자님.
en_us: “M-master.

source: “그만!{j}일어나, 다음 훈련이다.”
en_us: “That’s enough rest! It’s time for your next training.”

source: “에이, 그건 아니다.”
en_us: “That’s stretching it too far.”

source: 철없는 시절 지은 죄로 인해 가문에서 추방당한 패륜아.
en_us: A reprobate son banished from his family for a crime committed in his callow youth.

source: 그런 편리한 방법이…….{j}“있겠냐고…….”
en_us: {j}Only if it was that easy...

source: 캬아아악!
en_us: Kyaaak!

source: 오랜 사용 경험자의 말만 듣고도 그것을 현실에서 만들어 낼 수 있는 기술자.
en_us: An engineer that could take the words of a experienced user and turn them into reality.

source: 당장 중요한 것은…….
en_us: The most thing now was...

source: 드웨인에게 부탁해 놓은 용병대를 훈련시키고 통제할 능력이 있는 용병이 있으면 좋을 것 같았다.{j}로건의 두 계획 모두 특별한 인재들이 필요한 일이었고, 다행히 그런 사람들을 구할 수 있는 곳 역시 카일에서 멀지 않았다.
en_us: He need a mercenary that was capable of managing and training the army of mercenaries that Dwain was gathering back home. Logan needed two more talented individuals to complete his plan. Luckily, a place where he could find such talent was not far away from Kyle.

source: “지금 수확기잖아?{j}이자 상환 정도야 가능할 텐데?{j}만기야 자동 연장일 테고.”
en_us: “It’s time for the harvest, yes? There will be enough money to pay off the interest and the expiry on the loan will renew automatically.”

source: “설마 용병대에 지휘관 노릇을 할 사람도 없느냐?”
en_us: “Surely you must have one capable man that can lead your mercenary army?”

source: “아.{j}예, 그것이라면 제가 전문이죠.”
en_us: “You’re in luck, looking for people is my specialty.”

source: 오버히트는 짧은 한순간에 본신이 가진 능력 이상의 위력을 끌어내기 위해 몸에 심각한 부담을 주는 수법.
en_us: Overheat was a technique that put a serious strain on the body in order to exceed the user’s normal power level for a short period of time.

source: 릭은 황당해했지만 로건은 진심이었다.{j}당장 1년 뒤에는 영지전이 벌어지고, 10년 뒤에는 제국 전쟁이 발발한다.{j}그 소용돌이 안에서 가문을 지키고 살아남기 위해 가장 필요한 것이 무엇일까.{j}그것은 깊게 생각할 필요도 없었다.{j}강력한 병력.{j}즉, 압도적인 힘이다.{j}그리고 그 힘을 얻기 위해 가장 필요한 것은…… 바로 돈이었다.{j}병사의 수를 늘리든, 기사의 수를 늘리든.{j}장비를 갖추든, 식량을 비축하든 간에 모든 것에 돈이 들었다.{j}그랬기에 로건은 돈이 필요했다.{j}지금 수중에 있는 돈보다 훨씬 많은 돈이.
en_us: Rick was baffled but Logan was dead serious. The Battle of the Territories will take place in a year’s time and the Imperial War will threaten the kingdom in ten year’s time. Logan knew what he had to do to survive and protect his family from the chaos of both conflicts. It was simple, he needed a strong army. An unassailable, powerful army. To obtain such a force, he desparately needed more money. Whether it be to increase the number of solders, to retain more knights, acquire more equipment or stockpile food reserves, everything Logan needed required money. That is why he need a lot more than what he had now.

source: “뭐, 뭐라고요?”
en_us: “Come again?”

source: 덕분에 로건의 본래 의도와는 정반대로, 그를 향한 기사들의 원망은 깊어져만 갔다.{j}그날의 두 번째 훈련은 절벽 등반이었고, 기사들 절반이 쓰러짐으로써 맥라인 기사단의 당일 훈련은 허무하게 종료되었다.{j}지쳐 널브러진 기사들이 무언의 비명을 지르는 가운데, 로건은 연신 아쉬운 표정으로 헤인켈의 어깨를 두드렸다.
en_us: Logan’s original purpose for joining the knights in their training had the reverse effect as he inadvertently made the their contempt for him grow deeper. Cliff climbing was the second training drill for the day but half of the order had collapsed and the day of training for the MacLine Order of the Knights was brought to an abrupt end. Amidst the deafening silence of the sprawling knights, Logan tapped Sir Heinkel’s shoulder with a look of disappoint at the early finish.

source: “대공자의 병정놀이가 그래도 도움이 되려나.”
en_us: “I guess his pet project might have some use after all.”

source: 로건과 리이나를 번갈아 보며 고개를 끄덕이는 사람들이 조금씩 늘어나던 그때.
en_us: Stunned onlookers shook their heads from side to side, alternating between Logan and Lina,

source: “우리 준비 상황은?”
en_us: “What about our preparations?”

source: 혹시 자신이, 이 못난 아들도 당신에게 사랑이었는지.
en_us: Whether if really loved his son even though he had failed him.

source: 제게도 마찬가지로 쏟아지는 시선을 느끼며 로건은 쓴웃음을 지을 수밖에 없었다.
en_us: Logan felt that the crowd’s attention had also gravitated towards him, but he could only smile half-heartedly.

source: “윽!{j}이, 이익.{j}놔!”
en_us: “Ah! Let me go!”

source: ‘용병들이 이용하는 여관 주인답게 영지 소식에 빠삭하니까.’
en_us: An owner of a popular establishment among mercenaries is bound to have the latest scoop on the territories.

source: “호오?”
en_us: “Is that so?”

source: “공자님, 간밤엔 안녕하셨습니까.”
en_us: “Good morning, Master, how did you sleep?”

source: “대공자님이 깨어나셨다!”
en_us: “The eldest master is awake!”

source: “너는 가문의 장자다.{j}하급 용병들과 함께 전장에 나서서 적의 전공이라도 세워 주고 싶은 것이냐!”
en_us: “You are my eldest son! You and your second-rate mercenaries will be hunted down for sport. Do you wish to boost the morale of the enemy?”

source: “흐음, 치료비가 많이 들겠는데.{j}더구나 뭘 시킨다 해도 한동안은 먹이고 가르칠 돈이 들 테고.”
en_us: “I imagine you will face quite a hefty medical bill. You’ll also have to feed and teach him until he becomes somewhat useful.”

source: “대공자가 도망갔다고?”
en_us: “The eldest master has run away?”

source: 여기저기서 극심한 반발이 일었지만 헤인켈은 깔끔하게 무시했다.
en_us: His word were met with heavy disapproval but he surgically dismissed all of them.

source: “뭐든지 말씀하십시오.{j}제가 할 수 있는 것은 전부 도와드리겠습니다.”
en_us: “Ask me of anything. I’ll do everything within my powers to help you.”

source: “계약은 1년 기준, 월봉은 400골드.{j}거기에 지급된 말도 계약이 끝났을 때 너희 소유로 한다.”
en_us: “You’ll be contracted for at least a year and your hard work will be rewarded with four hundred gold a month. The horses that you’ll be given will also be yours to keep once the contract is complete.”

source: 지금 가지고 있는 돈을 훨씬 불릴 방안과 그 돈을 지속적으로 관리해서 더욱 이득을 부풀릴 수 있는 인재.{j}그 둘 모두가 지금 가고자 하는 왕국 최대의 교역 도시 카일에 있었다.
en_us: He was in need of a man that could manage his money and generate enormous wealth from investments and smart acquisitions. Logan was headed to just the right place for both of those thing, the great trading city of Kyle, the largest trading city in the kingdom.

source: 털썩.
en_us: Drop.

source: 말도 안 되는 훈련의 시작은 승마 달리기였다.{j}승마(乘馬 :{j}말타기)가 아닌, 승마(承馬 :{j}말을 들어 올리기) 달리기.{j}당연히 기사들에게도 생소한 미친 훈련이었고, 시작한 지 얼마 되지도 않아 여기저기서 비명이 터져 나왔다.
en_us: Sir Heinkel had prepared a truly outlandish training routine. Instead of riding a horse, the knights had to carry a horse on his back. The knights had never experience such a crazy task and their screams, not long after the drill began, were evidence.

source: 울상인 드워프를 보면서도 로건은 전혀 개의치 않고 물었다.
en_us: Logan took no notice of the dwarf’s irritated expression.

source: “저걸 보고도 불가능할 것으로 보이나?”
en_us: “Do you still think it’s impossible after seeing something like that?”

source: 예상치 못한 로건의 말에 모두가 어처구니없다는 표정으로 그를 바라보았다.{j}로건의 도발에도 한참을 아무도 움직이지 않자, 로건이 뒤에 있던 카이의 무릎을 툭 건드렸다.{j}그러자 카이가 한숨을 내쉬며 앞으로 나섰다.
en_us: Many in the crowd thought that Logan’s unexpected declaration was an absurd practical joke. No one took Logan’s bait and the crowd stood still. That was when Kai stood up, let out a sigh of irritation, and step out into the middle of the field.

source: 물론 그런 그의 생각과 달리 돌아오는 반응은 좋지 않았다.
en_us: Of course, the answer he received did not match his good intentions.

source: 기사는 이제는 대놓고 로건을 무시할 작정인지 싱글벙글 웃기까지 하며 대답했다.
en_us: The knight answered with a big grin on his face with the intention to ignore Logan completely.

source: 릭이 괴성을 내지르며 몸을 옆으로 굴림과 동시에 창이 바닥에 내리꽂혔다.{j}간신히 한 번은 피해 냈지만, 공격은 그것으로 끝이 아니었다.
en_us: Rick screamed and rolled his body over to one side as the tip of the spear hit the ground. He managed to dodge the attack in time but that wasn’t the end.

source: 전생의 기억을 되새기는 로건의 발걸음이 그가 수도 없이 걸었던 익숙한 거리를 향했다.
en_us: Logan recalled his memories from his past life and his feet started moving towards a familiar street he had walked down countless of times.

source: 가족들이 알아볼 수 있게, 그때 그 시절의 모습으로 만나 용서를 빌 수 있기를.
en_us: To appear before them as to how they remembered me so that I could ask for their forgiveness.

source: 도미넌은 직전의 모욕을 도저히 잊을 수가 없었다.
en_us: Dominan couldn’t forget the insult he suffered just before the duel

source: “너나 죽어라, 이 개자식아!”
en_us: “You should die! You rabid mongrel!”

source: 일순간 증폭된 힘이 전신을 내달리고, 붉은 눈동자에서 황금빛이 뿜어지는 찰나의 순간.
en_us: In that moment, the power he generated ran through his entire body, and golden light reflected onto his red eyes.

source: 주먹에 절로 힘이 들어가고, 전신을 스쳐 가는 전율에 팔다리가 떨려 왔다.
en_us: His fists were full of strength, and sheer excitement ran throughout his body, making his arms and legs quiver.

source: “내가 먼저?{j}후회할 텐데?”
en_us: “You want me to attack first? I think you’ll regret it.”

source: 굳이 널 고용한 자신의 평판이 나빠서라는 좋지 않은 진실을 말할 필요는 없었다.
en_us: Logan thought it was best to leave out the part about his poor reputation being the reason.

source: 수십 년의 기억.
en_us: Decades of memories.

source: 예상했던 대답.{j}하지만 그 말은 로건을 웃게 만들기에 충분했다.
en_us: It was an expected answer but it was enough to bring a smile to Logan’s face.

source: 예, 공자님.
en_us: “Yes, my master.”

source: ‘하여간 대단하군…….’
en_us: Here we go again...

source: “알아.{j}알긴 아는데, 잠시만…….”
en_us: “I know but still...”

source: “아하하.{j}농담도 잘하십니다.{j}이래 보여도 튼튼한 놈이라 곧 툭툭 털고 일어날 겁니다.”
en_us: “I see you have quite the character. He’s a strong one and will be up and dusted in no time.”

source: “아.{j}나 없는 동안 별일 없었고?”
en_us: “Did anything happen while I was gone?”

source: “쉿.{j}입 닫아 이년아!”
en_us: “Keep your mouth shut, you wench!”{j}

source: “뭐, 좋습니다.{j}그 자존심 가격 5만 더 쳐 드리겠습니다.{j}합쳐서 삼십만 어때요?”
en_us: “Fine, I’ll add fifty thousand more just for you. How does three hundred thousand sound?”

source: 이리 와라, 로니안 맥라인.”
en_us: Come to me, Lonian MacLine.”

source: “응?”
en_us: “What?”

source: ‘썩을…….’
en_us: “Damn them...”

source: “얼른 일어나!{j}창 들어!”
en_us: “Get up, quick! Pick up a spear!”

source: 필립은 이 새끼가 정말 제정신이 아니구나 하는 생각이 들었지만, 다행히 그 말을 입 밖으로 꺼내지는 않았다.
en_us: Phillip thought Logan had truly lost his marbles but fortunately, he kept his thoughts in his mind this time.

source: “크, 크윽.{j}다시…….”
en_us: “Ugh...Again...”

source: ‘뭐 어쨌거나 지금은 감상에 젖어 있을 때가 아니야.’
en_us: There’s no time to reminisce in the past.

source: 돈 많은 귀족의 특이한 취미 생활이라는 생각은 이제는 사라지고 없었지만, 너무 과한 욕심을 부리는 고용주의 태도에 카이는 의구심을 가졌다.{j}하지만 당연히, 그 마음을 그대로 내비치지는 않았다.
en_us: Kai no longer thought the army was a rich nobleman’s pet project but grew concerned of his employer’s unbecoming greed. But he was wise enough to keep the thought to himself.

source: 로건은 입가의 미소를 감추며 무심한 듯 물었다.
en_us: Logan hid his smile and asked blankly.
